Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: 2 hours
bg: 2 часа
cs: 2 hodiny
da: 2 timer
de: 2 Stunden
es: 2 horas
fr: 2 heures
it: 2 ore
nb_no: 2 timer
nl: 2 uur
pl: 2 godz
pt_pt: 2 horas
ru: 2 часа
sv: 2 timmar
uk: 2 години
zh_hant: 2 小時

source: 2. Scroll down or type "Health" in the settings search bar and select the "Health" app.
bg: 2. Превъртете надолу или въведете „Health“ в лентата за търсене в настройките и изберете приложението „Health“.
cs: 2. Přejděte dolů nebo do vyhledávacího pole v nastavení zadejte „Zdraví“ a vyberte aplikaci „Zdraví“.
da: 2. Skub ned eller skriv "Sundhed" i indstillingerne søgelinjen og vælg "Sundhed" app.
de: 2. Scrolle nach unten oder gebe "Health" in die Suchleiste der Einstellungen ein und wähle die "Health"-App aus.
es: 2. Desplácese hacia abajo o escriba "Salud" en la barra de búsqueda de ajustes y seleccione la aplicación "Salud".
fr: 2. Faites défiler vers le bas ou tapez « Santé » dans la barre de recherche des Réglages de l'iPhone et sélectionnez l'application « Santé ».
it: 2. Scorrere verso il basso o digitare "Salute" nella barra di ricerca delle impostazioni e selezionare l'app "Salute".
nb_no: 2. Sveip ned eller skriv «Helse» i søkefunksjonen i innstillinger, og velg Helse-appen.
nl: 2. Scroll naar beneden of typ "Gezondheid" in de instellingen-zoekbalk en selecteer de "Gezondheid"-app.
pl: 2. Przewiń w dół lub wpisz "Zdrowie" na pasku ustawień i wybierz aplikację "Zdrowie".
pt_pt: 2. Role para baixo ou digite "Saúde" na barra de pesquisa de configurações e selecione o aplicativo "Saúde".
ru: 2. Прокрутите вниз или наберите "Health" в строке поиска и выберите приложение "Health".
sv: 2. Bläddra ner eller skriv "Hälsa" i inställningarnas sökfält och välj "Hälsa" appen.
uk: 2. Прокрутіть униз або наберіть "Здоров'я" у панелі пошуку налаштувань і виберіть "Здоровець".
vi: 2. Cuộn xuống hoặc nhập "Sức khỏe" vào thanh tìm kiếm cài đặt và chọn ứng dụng "Sức khỏe".
zh_hant: 2. 向下捲動或在設定搜尋欄中輸入「健康」，然後選擇「健康」應用。

source: 3 hours
bg: 3 часа
cs: 3 hodiny
de: 3 Stunden
fr: 3 heures
nb_no: 3 timer
pl: 3 godz
vi: 3 giờ
zh_hant: 3 小時

source: 3 M
bg: 3 мес.

source: 3. Tap on "Data Access & Devices".
bg: 3. Натиснете „Достъп до данни и устройства“.
cs: 3. Klepněte na „Přístup k datům a zařízení“.
da: 3. Tryk på "Dataadgang og enheder".
de: 3. Tippe auf "Datenzugriff & Geräte".
es: 3. Pulse "Acceso a datos y dispositivos".
fr: 3. Appuyez sur « Accès aux données et appareils ».
it: 3. Toccare "Accesso dati e dispositivi".
nb_no: 3. Trykk på «Datatilgang og enheter»
nl: 3. Tik op "Gegevenstoegang & apparaten"
pl: 3. Dotknij "Dostęp do danych i urządzenia".
pt_pt: 3. Toque em "Acesso aos Dados e Dispositivos".
ru: 3. Нажмите на «Доступ к данным и устройства».
sv: 3. Tryck på "Profil - Appar och tjänster".
uk: 3. Натисніть "Доступ до даних та пристроїв".
vi: 3. Nhấn vào "Truy cập dữ liệu & thiết bị".
zh_hant: 3. 點擊「資料存取與設備」。

source: 4 hours
bg: 4 часа
cs: 4 hodiny
da: 4 timer
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
nb_no: 4 timer
nl: 4 uur
pl: 4 godz
pt_pt: 4 horas
ru: 4 часа
sv: 4 timmar
uk: 4 години
zh_hant: 4 小時

source: 4. Find and select "Trio" from the list of apps.
bg: 4. Намерете и изберете „Trio“ от списъка с приложения.
cs: 4. V seznamu aplikací vyhledejte a vyberte „Trio“.
da: 4. Find og vælg "Trio" fra listen over apps.
de: 4. Finde und wähle "Trio" aus der App-Liste.
es: 4. Encuentra y selecciona "Trio" de la lista de aplicaciones.
fr: 4. Recherchez et sélectionnez "Trio" dans la liste des applications.
it: 4. Trova e seleziona "Trio" dall'elenco delle applicazioni.
nb_no: 4. Finn og velg «Trio» fra app-listen.
nl: 4. Zoek en selecteer "Trio" uit de lijst met apps.
pl: 4. Znajdź i wybierz "Trio" z listy aplikacji.
pt_pt: 4. Encontre e selecione "Trio" na lista de aplicativos.
ru: 4. Найдите и выберите «Трио» из списка приложений.
sv: 4. Hitta och välj "Trio" från listan över appar.
uk: 4. Знайдіть та оберіть «Тріо» зі списку програм.
vi: 4. Tìm và chọn "Trio" từ danh sách ứng dụng.
zh_hant: 4. 從應用列表中找到並選擇「Trio」。

source: 5. Ensure that the "Write Data" option is enabled for the desired health metrics.
bg: 5. Уверете се, че опцията „Запис на данни“ е активирана за желаните здравни показатели.
cs: 5. Ujistěte se, že je u požadovaných zdravotních metrik povolena možnost „Zápis dat“.
da: 5. Sørg for, at "Skriv data" indstillingen er aktiveret for de ønskede sundhedsmålinger.
de: 5. Stelle sicher, dass die Option "Daten schreiben" für die gewünschten Gesundheitsdaten aktiviert ist.
es: 5. Asegúrese de que la opción "Datos de escritura" está habilitada para las métricas de salud deseadas.
fr: 5. Assurez-vous que l'option "Écriture des données" est activée pour les paramètres de santé de votre téléphone.
it: 5. Assicurarsi che l'opzione "Scrivi dati" sia abilitata per le metriche di salute desiderate.
nb_no: 5. Sikre at «Skrive data» er påslått for aktuelle helsedata.
nl: 5. Zorg ervoor dat de optie "Schrijf gegevens" is ingeschakeld voor de gewenste gezondheidsstatistieken.
pl: 5. Upewnij się, że opcja "Zapisz dane" jest włączona dla pożądanych wskaźników zdrowia.
pt_pt: 5. Certifique-se de que a opção "Gravar dados" está habilitada para as métricas de saúde desejadas.
ru: 5. Убедитесь, что для желаемых показателей здоровья включена опция "Запись данных".
sv: 5. Se till att alternativet "Skriv data" är aktiverat för önskade hälsovärden.
uk: 5. Переконайтеся, що параметр "Запис даних" включений для бажаних показників здоров'я.
vi: 5. Đảm bảo rằng tùy chọn "Ghi dữ liệu" được bật cho các số liệu sức khỏe mong muốn.
zh_hant: 5. 確保所需的健康指標已啟用「寫入資料」選項。

source: 6 hours
bg: 6 часа
cs: 6 hodin
da: 6 timer
de: 6 Stunden
es: 6 horas
fr: 6 heures
it: 6 ore
nb_no: 6 timer
nl: 6 uur
pl: 6 godz
pt_pt: 6 horas
ru: 6 часов
sv: 6 timmar
uk: 6 годин
zh_hant: 6 小時

source: 7 days
bg: 7 дни
cs: 7 dní
da: 7 dage
de: 7 Tage
fr: 7 jours
it: 7 giorni
nb_no: 7 dager
nl: 7 dagen
pl: 7 dni
sv: 7 dagar
vi: 7 ngày
zh_hant: 7 天

source: 10th Percentile
bg: 10-и процентил
cs: 10. percentil
da: 10. Percentil
de: 10. Perzentile
fr: 10e centile
it: 10° percentile
nb_no: 10. persentil
nl: 10e Percentiel
pl: 10 percentyl
sv: 10e percentilen
zh_hant: 第十百分位

source: 12 hours
bg: 12 часа
cs: 12 hodin
da: 12 timer
de: 12 Stunden
es: 12 horas
fr: 12 heures
it: 12 ore
nb_no: 12 timer
nl: 12 uur
pl: 12 godz
pt_pt: 12 horas
ru: 12 часов
sv: 12 timmar
uk: 12 годин
zh_hant: 12 小時

source: 20 min
bg: 20 мин
de: 20 Minuten
vi: 20 phút
zh_hant: 20 分鐘

source: 24 hours
bg: 24 часа
cs: 24 hodin
da: 24 timer
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
nb_no: 24 timer
nl: 24 uur
pl: 24 godz
pt_pt: 24 horas
ru: 24 часа
sv: 24 timmar
uk: 24 години
zh_hant: 24 小時

source: 25 g
bg: 25 г
ru: 25 г
uk: 25 г

source: 25th Percentile
bg: 25-и процентил
cs: 25. percentil
da: 25. Percentil
de: 25. Perzentile
fr: 25e centile
it: 25° percentile
nb_no: 25. persentil
nl: 25e Percentiel
pl: 25. percentyl
sv: 25e percentilen
vi: 25th Phần trăm
zh_hant: 第二十五百分位

source: 50% is half effect:
bg: 50% е половин ефект:
cs: 50 % je poloviční účinek:
da: 50% er halvvirkning:
de: 50% ist halbierter Effekt:
es: 50% es de medio efecto:
fr: 50 % équivaut à une action réduite de moitié :
it: 50% è metà effetto:
nb_no: 50% er halv effekt:
pl: 50% stanowi połowę efektu:
pt_pt: 50% é meio efeito:
ru: 50% - полуэффект:
sv: 50% är halv effekt:
uk: 50% є наполовину ефектом:
vi: 50% là một nửa hiệu lực:
zh_hant: 50% 是一半效應：

source: 75th Percentile
bg: 75-и процентил
cs: 75. percentil
da: 75. Percentil
de: 75. Perzentile
fr: 75e centile
it: 75° percentile
nb_no: 75. persentil
nl: 75 Percentiel
pl: 75 percentyl
sv: 75e percentilen
vi: 75th Phần trăm
zh_hant: 第七十五百分位

source: 90th Percentile
bg: 90-и процентил
cs: 90. percentil
da: 90. Percentil
de: 90. Perzentile
fr: 90e centile
it: 90° percentile
nb_no: 90. persentil
nl: 90e Percentiel
pl: 90 percentyl
sv: 90e percentilen
vi: 90th Phần trăm
zh_hant: 第九十百分位

source: 100% is full effect:
bg: 100% е пълен ефект:
cs: 100 % je plný účinek:
da: 100% er fuld effekt:
de: 100% ist voller Effekt:
es: 100% es efecto completo:
fr: 100 % représente l’effet maximal :
it: 100% è effetto pieno:
nb_no: 100% er full effekt:
nl: 100% is volledig effect:
pl: 100% to pełny efekt:
pt_pt: 100% está em pleno efeito:
ru: 100% полный эффект:
sv: 100% är full effekt:
uk: 100% - повний ефект:
vi: 100% là hiệu lực đầy đủ:
zh_hant: 100% 是完全效應：

source: 110% makes fat-to-carbs ratio essentially equal:
bg: 110% прави съотношението мазнини към въглехидрати по същество равно:
cs: 110 % činí poměr tuků k sacharidům v podstatě rovným:
da: 110 % gør forholdet mellem fedt- og kulhydrater stort set ens:
de: 110% machen Fett-zu-Kohlenhydrat-Verhältnis im Wesentlichen gleich:
es: El 110% hace que la relación grasa-glúcidos sea esencialmente igual:
fr: 110 % ajuste le ratio lipides/glucides pour qu'il soit quasiment équivalent. :
it: 110% rende il rapporto grassi-carboidrati essenzialmente uguale:
nb_no: 110% gjør fett-til-karbo-forhold likt:
nl: 110% zorgt ervoor dat de verhouding vet-naar-koolhydraten nagenoeg gelijk is:
pl: 110% sprawia, że stosunek zawartości tłuszczów do węglowodanów jest zasadniczo równy:r
pt_pt: 110% torna a relação de gordura para carboidratos essencialmente igual:
ru: 110% делает соотношение живых и углеводов по сути:
sv: 110 % gör förhållandet mellan fett och kolhydrater i stort sett lika:
uk: 110% має по суті рівний коефіцієнт жирних до картон:
vi: 110% làm cho tỷ lệ giữa chất béo và tinh bột gần như tương đương nhau:
zh_hant: 110% 使脂肪與碳水化合物比例基本相等：

source: A bolus command of %@ U of insulin was sent.
bg: Изпратена беше команда за болус от %@ U инсулин.
cs: Příkaz k bolusu ve výši %@ j inzulínu byl odeslán.
da: En bolus kommando på %@ E insulin blev sendt.
de: Ein Bolusbefehl von %@ IE Insulin wurde gesendet.
fr: Une injection de bolus de %@ U d'insuline a été envoyée.
it: È stato inviato un comando bolo di %@ U d'insulina.
nb_no: En boluskommando med %@ E insulin ble sendt.
nl: Een boluscommando voor %@ E aan insuline is verstuurd.
pl: Wysłano polecenie podania bolusa %@ J insuliny.
pt_pt: Um comando de bolus de **** U de insulina foi enviado.
sv: Ett boluskommando på %@ E skickades.
vi: Một lệnh bolus %@U insulin đã được gửi đi.
zh_hant: 一個注射命令%@ U的胰島素已發送。

source: A display of On/On indicates both Dynamic ISF and CR are enabled. On/Off indicates only Dynamic ISF is enabled. Dynamic CR cannot be enabled when Dynamic ISF is disabled.
bg: Индикация On/On означава, че и Динамично ISF, и Динамично CR са активирани. On/Off означава, че само Динамично ISF е активирано. Динамично CR не може да бъде активирано, когато Динамично ISF е деактивирано.
cs: Zobrazení Zap/Zap znamená, že jsou povoleny dynamický ISF i CR. Zap/Vyp znamená, že je povolen pouze dynamický ISF. Dynamický CR nelze povolit, pokud je dynamický ISF vypnutý.
da: En visning af On/On indikerer, at både Dynamic ISF og CR er aktiveret. On/Off indikerer, at kun Dynamisk ISF er aktiveret. Dynamisk CR kan ikke aktiveres, når Dynamisk ISF er deaktiveret.
de: Die Anzeige von Ein/Ein besagt, dass sowohl Dynamic ISF als auch CR aktiviert sind. Ein/Aus zeigt an, dass nur Dynamic ISF aktiviert ist. Dynamische CR kann nicht aktiviert werden, wenn Dynamic ISF deaktiviert ist.
es: Una pantalla de encendido/encendido indica que ISF dinámico y CR están habilitados. On/Off indica que sólo ISF dinámico está activado. CR dinámico no se puede activar cuando ISF dinámico está desactivado.
fr: Un affichage On/On, indique que les ISF Dynamique et CR Dynamique sont tous les deux activés. On/Off indique que seul ISF Dynamique est activé. CR dynamique ne peut pas être activé (seul) lorsque ISF Dynamique est désactivé.
it: L'indicazione On/On indica che sono abilitati sia ISF che CR Dinamico. On/Off indica che è abilitato solo ISF Dinamico. Il CR Dinamico non può essere abilitato quando ISF Dinamico è disabilitato.
nb_no: Visning av På/På indikerer både dynamisk ISF og CR er aktivert. På/Av indikerer bare Dynamisk ISF er aktivert. Dynamisk CR kan ikke aktiveres når Dynamisk ISF er deaktivert.
nl: Een weergave van Aan/Aan geeft aan dat zowel dynamische ISF als CR zijn ingeschakeld. Aan/Uit geeft aan dat enkel Dynamische ISF is ingeschakeld. Dynamische CR kan niet worden ingeschakeld wanneer dynamische ISF is uitgeschakeld.
pl: Wyświetlanie włączone/włączone wskazuje, że zarówno dynamiczny ISF, jak i CR są włączone. Włącz/Wyłącz wskazuje tylko dynamiczne ISF włączone. Dynamiczne CR nie może być włączone, gdy dynamiczne ISF jest wyłączone.
pt_pt: Uma exibição de Ligado/Em indica que tanto o Dinâmico ISF quanto o CR estão habilitados. Ligado/Desligar indica que apenas o ISF Dinâmico está habilitado. CR dinâmico não pode ser ativado quando o ISF Dinâmico está desativado.
ru: Индикатор Вкл/Вкл указывает как динамический ISF, так и CR. Вкл/выкл указывает только динамический ISF. Динамический CR не может быть включён, если динамический ISF отключен.
sv: En visning av On/On indikerar att både Dynamisk ISF och CR är aktiverade. On/Off indikerar att endast dynamisk ISF är aktiverad. Dynamisk CR kan inte aktiveras när dynamisk ISF är inaktiverad.
uk: Показ Вкл/Увімкнено показує як динамічний ISF, так і CR увімкнуто. Вкл/Викл показує ввімкнено лише Динамічний ISF. Динамічний CR не може бути ввімкнений, коли Dynamic ISF вимкнено.
vi: Màn hình hiển thị On/On cho biết cả Dynamic ISF và CR đều được bật. On/Off cho biết chỉ Dynamic ISF được bật. Dynamic CR không thể được bật khi Dynamic ISF bị tắt.
zh_hant: 顯示 On/On 表示動態 ISF 和 CR 都已啟用。On/Off 表示僅啟用動態 ISF。當動態 ISF 停用時無法啟用動態 CR。

source: A few important notes…
bg: Няколко важни бележки…
cs: Pár důležitých poznámek…
da: Et par vigtige noter…
de: Ein paar wichtige Hinweise…
fr: Quelques points importants…
it: Alcune note importanti…
nb_no: Noen viktige merknader…
nl: Een paar belangrijke opmerkingen…
pl: Kilka ważnych uwag…
sv: Några viktiga anmärkningar…
vi: Một vài lưu ý quan trọng…
zh_hant: 幾個重要的注意事項…

source: A heartbeat tells Trio to start a loop cycle. This is required for closed loop.
bg: Сигнал за активност (heartbeat) казва на Trio да започне цикъл. Това е необходимо за затворен цикъл.
cs: Srdeční tep dává aplikaci Trio pokyn ke spuštění cyklu smyčky. To je nezbytné pro uzavřenou smyčku.
da: Et hjerteslag fortæller Trio at starte en løkke cyklus. Dette er nødvendigt for lukket løkke.
de: Ein Heartbeat gibt Trio an, einen Loop zu starten. Dies wird für den closed Loop benötigt.
es: Un latido de corazón le dice a Trio que inicie un ciclo de ciclo. Esto es necesario para un bucle cerrado.
fr: L'analyse d'activité "Heartbeat" indique à Trio de démarrer une boucle. Ceci est nécessaire pour la boucle fermée.
it: Un battito cardiaco indica a Trio di avviare un ciclo di loop. Questo è necessario per il ciclo chiuso.
nb_no: Et "heartbeat" ber Trio om å starte en loop-syklus. Dette er nødvendig for Closed Loop.
nl: Een hartslag vertelt Trio om een loopcyclus te starten. Dit is vereist voor een Closed Loop.
pl: Bicie serca mówi Trio o rozpoczęciu cyklu pętli. Jest to wymagane dla zamkniętej pętli.
pt_pt: Um pulso de coração diz a Trio para iniciar um ciclo de laço. Isso é necessário para o laço fechado.
ru: Сердечный удар говорит Трио начать цикл цикла. Это требуется для замкнутого цикла.
sv: Ett heartbeat säger till Trio att starta en loopcykel. Detta krävs för sluten loop.
uk: heartbeat показує Тріо, щоб почати цикл циклу. Це необхідно для закритого циклу.
vi: Một tín hiệu nhịp tim báo cho Trio bắt đầu một chu kỳ vòng lặp. Điều này là bắt buộc để vận hành chế độ vòng lặp kín.
zh_hant: 一次心跳告訴 Trio 開始一個迴圈循環。這是閉環所需的。

source: A lower 'Half Basal Target' setting will reduce the basal and raise the ISF earlier, at a lower target glucose.
bg: По-ниската стойност изглажда тези вариации за повече стабилност.
cs: Nastavení nižší hodnoty „Cíl pro poloviční bazál“ sníží bazální dávku a zvýší ISF dříve, tedy při nižší cílové glykémii.
da: En lavere indstilling for 'Halve basaldosis ved motion' vil lede til en sænkning af basalinsulin og en øget insulinfølsomhed tidligere, ved et lavere mål.
de: Ein niedriges eingestelltes 'Halb Basal Sport Ziel' wird die Basalrate früher reduzieren und den ISF schneller erhöhen, wenn ein niedriges Glukoseziel eingegeben wird.
es: Un ajuste inferior 'Objetivo Basal de la Half' reducirá la base y elevará el ISF antes, en un objetivo más bajo.
fr: Une « Cible à demi-basal » plus basse réduira le débit basal et augmentera le Facteur de Sensibilité à l’Insuline (ISF) plus tôt, à une cible de glucose plus basse.
it: Un'impostazione più bassa di “Obiettivo metà basale” ridurrà la basale e aumenterà l'ISF prima, con una glicemia target più bassa.
nb_no: Et lavere mål for "Half Basal Target" vil redusere basal og øke ISF tidligere, ved et lavere blodsukkermål.
nl: Bij een lagere instelling van "Half Basaaldoel" wordt de basaal eerder verlaagd en de ISF eerder verhoogd bij een lagere streefwaarde.
pl: Niższy poziom docelowy dla Trybu ćwiczeń zmniejszy poziom bazowy i wcześniej zwiększy poziom ISF przy niższym poziomie docelowym.
pt_pt: Uma configuração inferior de 'meta metálica' reduzirá a basal e elevará o ISF mais cedo, numa glicose alvo inferior.
ru: Более низкое значение "Половина базального целевого показателя" приведет к снижению базального и повышению ISF раньше, при более низком целевом уровне глюкозы.
sv: En lägre inställning för 'Halva basaldosen vid motionsläge' kommer leda till en sänkning av basalinsulin och en ökad insulinkänslighet tidigare, vid ett lägre målvärde.
uk: Нижче значення "Половина базального цільового показника" призведе до зниження базального та підвищення ISF раніше, за більш низького цільового рівня глюкози.
vi: Thiết lập 'Mục tiêu nửa liều nền' thấp hơn sẽ giảm liều nền và tăng độ nhạy insulin (ISF) sớm hơn, tại mức đường huyết mục tiêu thấp hơn.
zh_hant: 較低的「一半基礎目標」設置將在較低的目標血糖下更早降低基礎並提高 ISF。

source: A lower value smooths out these variations for more stability.
bg: По-ниската стойност изглажда тези вариации за повече стабилност.
cs: Nižší hodnota tyto odchylky vyhlazuje a zajišťuje tak větší stabilitu.
da: En lavere værdi udjævner disse variationer for mere stabilitet.
de: Ein niedriger Wert glättet diese Variationen für mehr Stabilität.
es: Un valor más bajo suaviza estas variaciones para una mayor estabilidad.
fr: Une valeur plus faible élimine ces variations pour plus de stabilité.
it: Un valore più basso attenua queste variazioni per una maggiore stabilità.
nb_no: En lavere verdi utjevner disse variasjonene for mer stabilitet.
nl: Een lagere waarde vlak deze variaties af voor meer stabiliteit.
pl: Niższa wartość wygładza te wahania, zapewniając większą stabilność.
pt_pt: Um valor mais baixo suaviza essas variações para obter mais estabilidade.
ru: Меньшее значение сглаживает эти вариации для большей стабильности.
sv: Ett lägre värde jämnar ut dessa variationer för mer stabilitet.
uk: Нижча величина згладжує ці варіації для більшої стабільності.
vi: Giá trị thấp hơn sẽ làm mượt các biến động này để tăng độ ổn định.
zh_hant: 較低的數值使這些變化更平滑，達到更大的穩定性。

source: A new version (%@) is available. It is recommended to update.
bg: Налична е нова версия (%@). Препоръчва се актуализация.
cs: Nová verze (%@) je dostupná. Doporučujeme ji zaktualizovat.
da: En ny version (%@) er tilgængelig. Det anbefales at opdatere.
de: Eine neue Version (%@) ist verfügbar. Es wird empfohlen zu aktualisieren.
es: Una nueva versión (%@) está disponible. Se recomienda actualizar.
fr: Une nouvelle version (%@) est disponible. Il est recommandé de la mettre à jour.
it: È disponibile una nuova versione (%@). Si consiglia di aggiornare.
nb_no: En ny versjon (%@) er tilgjengelig. Det er anbefalt å oppdatere.
nl: Er is een nieuwe versie (%@) beschikbaar. Het is aanbevolen om bij te werken.
pl: Dostępna jest nowa wersja (%@). Zaleca się aktualizację.
pt_pt: Uma nova versão (%@) está disponível. É recomendado atualizar.
ru: Доступна новая версия (%@). Рекомендуется обновить.
sv: En ny version (%@) är tillgänglig. Uppdatering rekommenderas.
vi: Đã có phiên bản mới (%@). Bạn nên cập nhật.
zh_hant: 有新版本 (%@) 可用，建議進行更新。

source: A notification will be triggered every time your glucose is updated in Trio.
bg: Ще бъде задействано известие всеки път, когато глюкозата ви се актуализира в Trio.
cs: Upozornění bude spuštěno pokaždé, když se v aplikaci Trio aktualizuje hodnota vaší glykémie.
da: En meddelelse vil blive udløst, hver gang dit blodsukker opdateres i Trio.
de: Bei jeder Aktualisierung Deiner Glukose in Trio wird eine Benachrichtigung ausgelöst.
es: Una notificación se activará cada vez que se actualice tu glucosa en Trío.
fr: Une notification sera envoyée à chaque mise à jour de votre glucose dans Trio.
it: Verrà attivata una notifica ogni volta che la glicemia viene aggiornata in Trio.
nb_no: Et varsel vil bli utløst hver gang glukosen din blir oppdatert i Trio.
nl: Elke keer dat je glucose in Trio wordt bijgewerkt, zal een melding worden gegeven.
pl: Powiadomienie zostanie wysłane za każdym razem, gdy poziom glikemii w Trio zostanie zaktualizowany.
pt_pt: Uma notificação será acionada sempre que sua glicose for atualizada na Trio.
ru: Уведомления будут срабатывать каждый раз, когда ваш глюкоза обновляется в Трио.
sv: En notis kommer att utlösas varje gång ditt glukosvärde uppdateras i Trio.
uk: Сповіщення буде активоване щоразу, коли ваше глюкоза оновлюється в племені.
vi: Một thông báo sẽ được kích hoạt mỗi khi mức đường huyết của bạn được cập nhật trong Trio.
zh_hant: 每次在 Trio 中更新您的血糖時，將觸發通知。
